# encoding: utf-8
# language: ru
#parent ua:
@UA1_Навигация_по_главной
#parent uf:
@UF1_Навигация_по_страницам

#type:us
Функция: US1 Ходит по ссылкам главной страницы
Описание пользовательской истории US1 Ходит по ссылкам главной страницы

@checkushka @production
Сценарий: какие-то действия для реализации истории US1 Ходит по ссылкам главной страницы
Краткое словесное описание сценария
Дано я перехожу на страницу "https://emi.evraz.com"
Когда я перехожу на страницу "https://emi.evraz.com/about/news/4277931/"
Тогда я перехожу на страницу "https://emi.evraz.com"