# encoding: utf-8
# language: ru
#parent ua:
@UA2_Найти_товар
#parent uf:
@UF2_Заказать_товар

#type:us
Функция: US2 Найти товар в строке поиска
Описание пользовательской истории US2 Найти товар в строке поиска

Сценарий: какие-то действия для реализации истории US2 Найти товар в строке поиска
Краткое словесное описание сценария
Дано
Когда
Тогда

Структура сценария: какие-то действия для реализации истории US2 Найти товар в строке поиска с несколькими примерами
Краткое словесное описание сценария
Дано
Когда
Тогда
Примеры:
| Название примера | Входные данные |
|                  |                |