# encoding: utf-8
# language: ru
#parent ua:
@UA2_Найти_товар
#parent uf:
@UF2_Заказать_товар

#type:us
Функция: US3 Поисковые подсказки
Описание пользовательской истории US3 Найти товар в каталоге

Сценарий: какие-то действия для реализации истории US3 Найти товар в каталоге
Краткое словесное описание сценария
Дано
Когда
Тогда

Структура сценария: какие-то действия для реализации истории US3 Найти товар в каталоге с несколькими примерами
Краткое словесное описание сценария
Дано
Когда
Тогда
Примеры:
| Название примера | Входные данные |
|                  |                |