# encoding: utf-8
# language: ru
#parent ua:
@UA3_Добавить_в_корзину
#parent uf:
@UF2_Заказать_товар

#type:us
Функция: US4 Добавить в корзину
Описание пользовательской истории US4 Добавить в корзину

Сценарий: какие-то действия для реализации истории US4 Добавить в корзину
Краткое словесное описание сценария
Дано
Когда
Тогда

Структура сценария: какие-то действия для реализации истории US4 Добавить в корзину с несколькими примерами
Краткое словесное описание сценария
Дано
Когда
Тогда
Примеры:
| Название примера | Входные данные |
|                  |                |